{
    "title": "지금, 중국 그래픽디자인",
    "contents": "올해 5월 4일 DDP에서 있었던 〈그래픽디자인아시아〉는 도쿄, 타이페이, 선전, 서울, 방콕, 베이징, 싱가포르 등 아시아의 여러 도시를 기반으로 활동하는 연륜있는 디자이너들의 강연으로 이루어졌다. 아시아의 디자인은 서로 닮았지만, 자세히 들여다보면 참 다른 생각과 미감을 바탕으로 하고 있었다. 이 행사에서 강연을 한 디자이너들은 대부분 경험이 많은 디자이너들로 작업 스케일이 크고 멋졌다. 각 도시를 대표하는 디자이너의 작업을 보고 나니 내 또래의 아시아 디자이너들은 어떤 생각을 하며 어떻게 작업을 하는지 궁금했다.\n\n마침 10월 4일 오후 3시 서울시립대학교 조형관에서 <아시아 센추리 디자인 초빙 특강〉이 있었다. 상해와 항저우의 신진 그래픽디자인 스튜디오 네 곳이 약 한 시간씩 소개와 개인 작업 및 스튜디오 작업을 이야기하고 질의응답 하는 시간을 가졌다. 이 글에서 나는 각 스튜디오의 짧은 소개와 스튜디오의 성격을 잘 보여주는 대표작업 1~2개를 선정하여 소개하려 한다. 나와 비슷한 또래인 중국 그래픽 디자이너들의 이야기를 통해 아시아의 젊은 디자이너에 대한 궁금증이 조금은 해소될 수 있지 않을까 생각한다.\n\n\n\n디자이너의 역할과 의미를 고민하는 Related Department\nShanghai, <a href='http://www.related.design/' target='_blank'>http://www.related.design/</a>\n\n설립자인 스칼렛 신 멩(Scarlett Xin Meng)은 스튜디오 이름을 소개하기 위해 중국의 신문 기사 일부분을 보여주었다. ‘관련 부문(有关部门)'이라는 단어는 우리나라 기사에서도 ‘관련부처'라는 표현으로 종종 사용된다. 독자에게 이 단어는 기사에서 다루고 있는 사건이 무엇과 관련 있는지 명확하게 대상을 지칭하지 않고 두루뭉술하게 책임을 전가하는 용도로 느껴진다. 스칼렛은 모호한 용례를 가진 이 단어를 스튜디오 이름으로 정했는데, 이는 ‘한 발 물러섬으로써 디자인이 더 돋보이게 하려는 것’이라고 설명했다. 스칼렛은 또한 자신의 스튜디오가 있는 상하이가 현대도시로서 어떻게 외래문화를 받아들이고 있는지, 스튜디오가 상하이에 있는 것이 창작활동에 어떤 영향을 주는지 사회적인 맥락에 대해 고민한다고 말했다.\n\n미술전시 〈Form Consumption Over Substance Reflection〉의 무빙 포스터가 인상깊었다. 세로로 긴 포스터의 지면 안에 검정 선으로 그려진 사각형이 있고 선의 안쪽을 따라 전시 일자, 오프닝 날짜, 작가 이름이 적혀 있다. 또 그 안쪽에는 형광 녹색의 선이 있고 이 선을 따라 전시명이 쓰여있다. 가장 바깥에 위치한 검정 선이 변하는 형태에 따라 그 안에 위치한 형광 녹색의 선도 함께 움직인다. 총 여섯 번 형태를 바꾸는 이 포스터는 멈추어 있는가 싶으면 꼼질꼼질 다음 형태로 모양을 바꾼다. 스칼렛은 전시에 사용된 ‘instead of thinking, one should act.’라는 문장에서 아이디어를 얻었다고 하는데, 이 문장을 표현하는 데에 무빙포스터만큼 적절한 매체는 없을 듯 하다.\n\n대중을 위하는 책 디자인을 하는 XYZ Lab\nShanghai, http://shao-nian.com\n\n완칭 자오(Wanqing Zhao)는 ‘XYZ Lab은 디자인 스튜디오라기보다 프로젝트의 성격이나 규모에 맞게 멤버를 구성하는 스터디 그룹에 가깝다’고 자신들을 소개했다. XYZ Lab은 책 디자인을 많이 하는데, 책 디자인은 책을 만드는 과정에서 아주 작은 부분이지만 의미 있는 일이라고 생각하며, 출판사를 만들거나 글을 쓰는 등 책과 관련된 여러 일에도 관심이 있다고 했다. 함께 책을 만들었던 출판사 대표의 말을 소개했는데 이 문장은 그들이 책 디자인을 하는 데 근간이 되는 듯했다. ’우리는 부자들을 위한 고급스러운 책보다 좋은 내용을 담은 평범한 책을 만들 것이다.' \n\n다수의 인문학 도서 디자인를 진행한 일화를 소개했는데 군더더기 없이 담백한 디자인이 특히 눈에 띄었다. 이들은 디자인할 때 사진을 사용하는 것은 너무 쉽게 독자에게 이미지를 전달하는 방식이기에 최대한 배제하고 타이포그래피나 도형을 사용한 디자인 방법을 고민한다고 했다. 이후, 패션 잡지 〈rougefashionbook〉 디자인을 보여주었는데 인문학 도서와 상반된 이미지 때문에 더 흥미롭게 느껴졌다. 책의 세 면에서 마치 광고지처럼 삐죽 튀어나온 원색 종이에는 'ROUSE FASHION BOOK'라는 잡지 이름이 구불구불한 서체로 쓰여있고 또 잡지 호수와 바코드가 프린트되어 있다. 책의 디자인 만큼 화보 사진도 과감하고 파격적이어서 형식과 내용의 균형이 알맞게 느껴졌다. 시각적 이미지를 중시하고 변화하는 속도가 빠른 패션계에서 소비자의 눈에 띌 수 있는 좋은 디자인의 잡지라고 생각했다. \n\n유연한 사고로 기발한 접근법을 제시하는 Atmosphere Office\nShanghai, https://www.atmosphereoffice.cn\n\nAtmosphere Office의 설립자인 롱카이 헤(Rongkai He)는 개인 작업으로 합성한 이미지를 몇 가지 보여주었다. 드론으로 선풍기를 만들거나 랩탑을 조명으로 활용하고, 삼성의 폴더블폰을 여러 개 연결하여 화면이 가로로 길게 보이는 이미지였다. 크리에이티브 디렉터인 롱카이 헤의 다소 엉뚱하지만 기발한 상상력이 스튜디오 작업에도 녹아 있는 듯했다.\n\n〈New Order〉라는 전시의 포스터에 사용된 한자는 상부가 과장되게 작게 그려져 있어 우스운 느낌을 주었다. 이 포스터는 회화작가 샹 리안(Shang Liang)의 전시 포스터인데, 샹 리안이 표현하는 사람은 돌연변이 근육을 가지고 있어, 머리 부분이 과장되게 작다. 그림의 특징을 전시 그래픽에도 적용하여 컨텐츠와 디자인이 명쾌하게 어우러졌다. 〈Handle with Care〉는 회화작가 쉔 샤오민(Shen Shaomin)의 도록이다. 전시명 ‘HANDLE WITH CARE’와 작가명 ‘SHEN SHAOMIN’은 수직에서 약간 비껴간 형태로 교차하여 눈길을 끈다. 글자 아래에 그어진 밑줄은 독자에게 읽는 방향을 유도하여 오독의 여지를 좁힌다. 쉔 샤오민의 작품은 회화작품 위에 버블 캡으로 한 겹 더 포장한 형태이다. 디자이너는 도록에 실릴 작품과 같은 컨셉을 책 디자인에도 적용하여 표지에는 상자를 떠올리게 하는 크라프트지를 사용했다. 또 제목과 작가명을 대문자로 과감하게 교차하여 마치 테이프로 상자를 감아 포장한 것 같은 느낌을 주었다.\n\n다양한 활동을 거침없이 쌓아가는 Transwhite\nHangzhou, http://transwhite.cn\n\nTranswhite는 네 곳의 스튜디오 중 유일하게 먼저 알고 있던 곳이다. 다양한 형광색과 바코드를 패턴으로 사용한 작업을 보고 기발하다고 생각했었다. 그 때문에 디자이너를 직접 만나 이야기를 듣는 시간이 매우 기대되었다. 유 퀴옹지에(Yu Qiongjie)는 스튜디오에서 의뢰를 받아 진행하는 작업 외에 주체적인 활동을 많이 한다고 한다. 먼저 디자이너, 예술가, 큐레이터 등을 초대하여 다양한 주제에 관해 이야기하는 〈Transtalk〉, 스튜디오를 도서관・쇼룸・공공시설로 성격을 바꾸어 운영하는 〈Transtage〉, 여러 실험을 통해 서체를 만들고 제품으로 제작도 하는 〈Transtype〉이 있다. 의뢰받은 일이 아니라 스스로 동기부여를 한 활동을 하기란 쉽지 않은데, 여러가지 성격의 활동을 꾸준히 이어오고 있는 점이 멋졌다.\n\n이 중 〈Transtype〉의 작업은 특히 재기발랄함이 느껴졌다. 디자이너가 참고자료로 사용하는 책을 스스럼없이 보여주는 모습에서는 큰 배포가 느껴지기도 했다. 이 책에는 여러 기하학 도형으로 만든 그리드가 프린트 되어 있고, 이 그리드를 바탕으로 세밀한 격자를 다양한 방법으로 채워 글자를 만들었다. 발생할 수 있는 그리드의 형태가 제한이 없어 무궁무진하게 서체를 만들 수 있겠다고 생각했다. 또, 이렇게 만들어진 서체로 아크릴을 컷팅해 귀걸이를 만들거나 다양한 형광 색상의 천을 사용해 에코백을 만드는 등 실제 제품으로 제작하여 사용하는 것이 즐거워 보였다.\n\n\n\n약 네시간 동안 이어진 긴 강연이었지만 중국 디자인 스튜디오의 작업을 이해하는 데에 큰 어려움은 없었다. 디자인을 이해함에 있어 내가 잘 알지 못하는 중국의 문화보다는 말하는 디자이너의 개성이 먼저 보였기 때문이다. 온오프라인을 통한 소통이 활발한 요즘, 디자이너의 작업을 판단할 때 디자이너가 속한 국가보다는 디자이너가 어떤 철학을 갖고 활동을 하는지가 더 중요한 기준처럼 느껴진다. 이들의 발표 자료에는 같이 전시를 준비하고, 서로의 워크숍에 참여하는 모습으로 종종 서로가 등장했다. 강연을 보고 느낀바를 토대로 지금, 중국 그래픽디자인의 한 장면을 설명하자면 다음과 같다. \n\n상하이와 항저우를 거점으로 한 신진 스튜디오 네 곳은 각각의 스튜디오가 중요시하는 가치를 기반으로 활동하며, 이들은 함께  ‘그래픽디자인’을 동력으로 이야기하고, 공부하고, 무언가 만들어 나가고 있다."
}