{
    "title": "중국 그래픽 디자인의 젊은 행보",
    "contents": "2019년 10월 4일, 서울시립대학교에서 주관한 <아시아 센츄리 디자인 초빙 특강>이 서울시립대 조형관 4층 소전시실에서 열렸다. 이날 초대 된 중국 신진 디자인 스튜디오 4팀은 서울시립대 학부, 대학원생들에게 스튜디오와 본인들의 작업을 소개하고 질문과 대화를 나누는 시간을 가졌다.\n\n첫 순서는 상하이에 위치한 RELATED DEPARTMENT 스튜디오의 Scarlett Xin Meng의 소개로 시작됐다. RELATED DEPARTMENT의 중국명 ‘관련 부문(相關部門)’은 중국에서 “관련 부문이 책임 지겠지” 식으로 책임자가 애매모호한 상황을 지칭할 때 사용되는 용어다.(한국식으로 바꾸면 ‘해당 부서’쯤이 되지 않을까?) 이 용어처럼 무엇을 디자인할 것인지 한정하지 않고 좀 더 자유롭게 디자인을 하고자 하는 신념으로 지었다는 스튜디오 이름처럼 그가 보여준 작업들은 책과 포스터에 국한되지 않고 깃발이나 의류, 액세사리 등 다양하게 제작되었다. 그중 인상 깊었던 작업은 <Form Consumption Over Substance Reflection> 전시 포스터였다. 검은 직사각형 선을 따라 검정과 형광 연두색 텍스트가 적힌, 간결하게 구성된 이 포스터는 직사각형이 아메바 같은 유기적인 형태로 모양이 계속 바뀌며 텍스트 역시 변형되는 선을 따라 이동한다. 짧은 주기로 반복되는 이 포스터는 전시 홍보가 주로 온라인으로 이루어 지는 중국 상황에 맞게 위챗(Wechat: 중국 모바일 메신저) 이모티콘으로 제작된 것이다.\n\n두번째는 발표는 디자인과 출판을 겸업하는 XYZ Lab 차례였다. 발표자 Shao Nioa는 작업소개에 앞서 ‘책보다 디자인을 중시하는 태도를 지양’한다고 말하며 그 이유로 디자인 단가가 높아져 책의 가격이 오르면 일반인들의 접근성이 낮아지기 때문이라고 밝혔다. 그의 말대로 XYZ Lab의 작업들은 제작 단가를 높이는 후가공 없이 텍스트와 그래픽으로 디자인 되어 있다. 그 중 20권으로 이뤄진 <The Frist Mover Series>의 표지 디자인을 살펴보면 권마다 텍스트는 책 상단에 고정되어 통일감을 주고 하단에는 다양한 기호와 그래픽으로 책의 주제를 암시하고 있다.\n\n이어서 항저우에 위치한 Atmosphere Office의 Rangkai He가 발표자로 나왔다. 주로 전시 디자인을 해 온 Atmosphere Office는 기존 전시 포스터 처럼 전시 작품 사진을 전면으로 내세워 디자인하는 대신 전시 작업의 개념과 원리를 차용하여 포스터를 디자인하는 모습을 보여줬다. 상하이 인근 섬에 설치 예정인 사이니지 시안을 보여주며 공원에서 흔히 보이는 자연물 형태의 사이니지 대신 인공적인 직선 형태로 디자인을 했다는 그의 발언에서 이 스튜디오가 나아가고자 하는 방향을 짐작할 수 있었다. 이러한 기존의 디자인적 관습을 답습하지 않고 새로운 방향을 모색하는 스튜디오의 색을 가장 잘 보여주었던 것은 그들의 독립 작업이었다. 이 작업은 드론을 직각으로 세워 지지대에 매달아 드론의 프로펠러를 선풍기 날개로 사용하거나 맥북을 모니터가 땅으로 향하게 거치대에 고정해 발광하는 LCD 패널을 조명으로 활용하는 등 기술의 한 부분을 위트있게 비틀어 본래의 기능과는 다른 새로운 사용법을 제시한다.\n\n마지막은 Transwhite Studio의 Yu Qiongjie 순서였다. 스튜디오 명칭으로 미루어 짐작했을 때 색과 장식이 적은 담백한 디자인을 예상했으나 그 예상은 형광 초록색으로 채워진 슬라이드 쇼의 첫 화면서부터 빗나갔다. 전시 디자인과 출판업을 겸비하는 Transwhite Studio의 작업 중 가장 인상적이었던 것은 글자 디자인이었다. 이들은 교차하는 수직/수평선 격자부터 손등의 주름을 연상하게 하는 복잡한 패턴까지 다양한 그리드를 배경에 두고 일련의 규칙으로 면을 확장해나가듯이 하나의 라틴 알파벳을 디자인하였다. 이렇게 디자인된 글자들은 화면에 띄워지거나 종이에 인쇄되는 것에서 그치지 않고 카펫이나 귀걸이 등 손으로 만질 수 있는 제품으로 최종 완성되었다.\n\n중국 그래픽 디자인하면 막연히 떠올랐던 한자 레터링 및 화려한 그래픽과 앞의 네 스튜디오가 보여준 작업물은 넓은 간극을 보였다. 흥미로웠던 점은 지금까지 한국과 중국의 그래픽 디자인 교류가 적었음에도 불구하고 발표한 네 스튜디오는 국내의 소규모 디자인 스튜디오와 비슷한 행보를 보이고 있다는 것이다. 기업의 인하우스와 디자인 에이전시에 취직하는 대신 소규모 스튜디오를 설립한 두 나라의 그래픽 디자이너들은 인쇄 매체를 기반으로 현대 미술가들과 긴밀히 협업하는 형태를 보인다. 또한, 개인 작업을 비롯하여 출판사를 세워 독립 서적을 출간하거나 디자이너 / 작가를 직접 큐레이션을 하여 전시를 여는 등 외주 업무 외의 독립적인 활동을 활발히 하고 있다는 공통점이 있다. 앞으로도 두 나라의 디자인 스튜디오들이 비슷한 방향을 나아갈 것인가, 아니면 다른 노선을 택할 것인가, 저마다의 진로를 어떻게 모색하고 교류할지 기대된다."
}